<?php
//  $admin_mail="websodan@sonpo.or.jp,mototsugu-omichi@sonpo.or.jp,t.taguchi@rainbow.co.jp,mura@p1d.com";
  $admin_mail="websodan@sonpo.or.jp";
  $mail_from ="websodan@sonpo.or.jp";

  $user_mail_subject="WEBÁêÃÌ¤ò¼õ¤±ÉÕ¤±¤Þ¤·¤¿";
  $admin_mail_subject="WEBÁêÃÌ¤¬¤¢¤ê¤Þ¤·¤¿";
  
  $prefs=array(
    1  => "ËÌ³¤Æ»",
    2  => "ÀÄ¿¹¸©",
    3  => "´ä¼ê¸©",
    4  => "µÜ¾ë¸©",
    5  => "½©ÅÄ¸©",
    6  => "»³·Á¸©",
    7  => "Ê¡Åç¸©",
    8  => "°ñ¾ë¸©",
    9  => "ÆÊÌÚ¸©",
    10 => "·²ÇÏ¸©",
    11 => "ºë¶Ì¸©",
    12 => "ÀéÍÕ¸©",
    13 => "ÅìµþÅÔ",
    14 => "¿ÀÆàÀî¸©",
    15 => "¿·³ã¸©",
    16 => "ÉÙ»³¸©",
    17 => "ÀÐÀî¸©",
    18 => "Ê¡°æ¸©",
    19 => "»³Íü¸©",
    20 => "Ä¹Ìî¸©",
    21 => "´ôÉì¸©",
    22 => "ÀÅ²¬¸©",
    23 => "°¦ÃÎ¸©",
    24 => "»°½Å¸©",
    25 => "¼¢²ì¸©",
    26 => "µþÅÔÉÜ",
    27 => "ÂçºåÉÜ",
    28 => "Ê¼¸Ë¸©",
    29 => "ÆàÎÉ¸©",
    30 => "ÏÂ²Î»³¸©",
    31 => "Ä»¼è¸©",
    32 => "Åçº¬¸©",
    33 => "²¬»³¸©",
    34 => "¹­Åç¸©",
    35 => "»³¸ý¸©",
    36 => "ÆÁÅç¸©",
    37 => "¹áÀî¸©",
    38 => "°¦É²¸©",
    39 => "¹âÃÎ¸©",
    40 => "Ê¡²¬¸©",
    41 => "º´²ì¸©",
    42 => "Ä¹ºê¸©",
    43 => "·§ËÜ¸©",
    44 => "ÂçÊ¬¸©",
    45 => "µÜºê¸©",
    46 => "¼¯»ùÅç¸©",
    47 => "²­Æì¸©"
  );

  $types=array(
    1 => "¼«Æ°¼ÖÊÝ¸±",
    2 => "²ÐºÒÊÝ¸±",
    3 => "ÃÏ¿ÌÊÝ¸±",
    4 => "½ý³²ÊÝ¸±",
    5 => "½êÆÀÊä½þÊÝ¸±",
    6 => "Çå½þÀÕÇ¤ÊÝ¸±",
    7 => "°åÎÅÊÝ¸±",
    8 => "ÀÑÎ©ÊÝ¸±",
    9 => "¤½¤ÎÂ¾"
  );

?>